<?php

return [
    'common.newUnderComment' => '<a href="/%s">Получен новый <b>комментарий</b></a>',
    'common.newCommentToReview' => '<a href="/%s">Получен новый <b>комментарий на ваш отзыв</b></a>',
    'common.newReview' => '<a href="/%s">Получен новый отзыв о <b>«%s»</b></a>',
    'common.newUserLevel' => 'Вы достигли %s уровня',
    'reviews' => [
        'cancels' => '<a href="%s">Ваш отзыв был скрыт модератором по причине «%s». Отредактируйте его</a>',
        'emailCancels' => 'Ваш отзыв был скрыт модератором по причине «%s». Отредактируйте его',
    ],
    'post' => [
        'confirm' => '<a href="%s">Вы получили %s опыта и бонус %s мега-руб. за добавление места <b>«%s»</b></a>',
        'emailConfirm' => 'Вы получили %s опыта и бонус %s мега-руб. за добавление места <b>«%s»</b>',
        'confirmEdit' => '<a href="%s">Вы получили %s опыта и бонус %s мега-руб. за редактирование места <b>«%s»</b></a>',
        'emailConfirmEdit' => 'Вы получили %s опыта и бонус %s мега-руб. за редактирование места <b>«%s»</b>',
        'cancel' => '<a href="%s"><b>«%s»</b> не прошел модерацию по причине «%s». Отредактируйте его</a>',
        'emailCancel' => '<b>«%s»</b> не прошел модерацию по причине «%s». Отредактируйте его',
    ],
    'discount' => [
        'cancel' => '<a href="%s"><b>«%s»</b> не прошел модерацию по причине «%s».</a>',
        'emailCancel' => '<b>«%s»</b> не прошел модерацию по причине «%s».',
    ],
    'biz_ac' => [
        'confirm' => '<a href="%s">Активирован бизнес-аккаунт <b>«%s»</b></a>',
        'deActive' => '<a href="%s">Деактивирован бизнес-аккаунт <b>«%s»</b></a>',
        'emailConfirm' => 'Активирован бизнес-аккаунт <b>«%s»</b>',
        'emailDeActive' => 'Деактивирован бизнес-аккаунт <b>«%s»</b>',
    ],

    'reward.register' => [
        'text' => '<a href="%s">Вы получили %s опыта и бонус %s мега-руб. за регистрацию на сайте</a>',
        'exp' => 100,
        'money' => 1,
    ],
    'reward.profile' => [
        'text' => '<a href="%s">Вы получили %s опыта и бонус %s мега-руб. за заполнение профиля</a>',
        'exp' => 100,
        'money' => 1,
    ],
    'reward.everyday' => [
        'text' => '<a href="%s">Вы получили %s опыта и бонус %s мега-руб. за посещение сайта</a>',
        'exp' => 5,
        'money' => 0.05,
    ],
    'reward.reviews' => [
        'confirm10' => '<a href="%s">Вы получили %s опыта и бонус %s мега-руб. за отзыв о <b>«%s»</b></a>',
        'emailConfirm10' => 'Вы получили %s опыта и бонус %s мега-руб. за отзыв о <b>«%s»</b>',
        'confirm12' => '<a href="%s">Вы получили %s опыта и бонус %s мега-руб. за отзыв c фото о <b>«%s»</b></a>',
        'emailConfirm12' => 'Вы получили %s опыта и бонус %s мега-руб. за отзыв c фото о <b>«%s»</b>',
        'confirm15' => '<a href="%s">Вы получили %s опыта и бонус %s мега-руб. за отзыв с чеком на фото о <b>«%s»</b></a>',
        'emailConfirm15' => 'Вы получили %s опыта и бонус %s мега-руб. за отзыв с чеком на фото о <b>«%s»</b>',
    ],
    'reward.photo' => [
        'confirm' => '<a href="%s">Вы получили %s опыта и бонус %s мега-руб. за добавление своих фотографий <b>«%s»</b></a>',
        'emailConfirm' => 'Вы получили %s опыта и бонус %s мега-руб. за добавление своих фотографий <b>«%s»</b>',
    ],
];
